Repository: viacheslavbarbanov/block-bad-queries-ex
Catalog: languages/wp-intershield-*.po
Languages: ru_ru

source: Bad IP List Successfully Updated. Downloading bad IP list update from scanner.interserver.net
ru_ru: Плохой список IP успешно обновлен. Загрузка плохого обновления списка IP-адресов из scanner.interserver.net

source: Bad IP List Didn't Update
ru_ru: Плохой IP-список не обновлялся

source: Intershield
ru_ru: Между щитов

source: Scan Files
ru_ru: Сканирование файлов

source: Settings
ru_ru: Настройки

source: Configuration Check
ru_ru: Проверка конфигурации

source: Check Unknown Files
ru_ru: Проверка неизвестных файлов

source: Update Bad IP List
ru_ru: Обновить неверный список IP-адресов

source: Unknown files detected, please use
ru_ru: Неизвестные файлы обнаружены, пожалуйста, используйте

source: Scan Unknown Files
ru_ru: Сканировать неизвестные файлы

source: Full Site Scan:
ru_ru: Сканирование полного сайта:

source: Partial Folder Scan:
ru_ru: Сканирование частичной папки:

source: Start Scan
ru_ru: Начать сканирование

source: Stop Scan
ru_ru: Остановка сканирования

source: Malware Files Information After Last Scan in
ru_ru: Информация о вредоносных файлах после последнего сканирования в

source: Scanned
ru_ru: Отсканированные

source: files
ru_ru: файлы

source: Malware sha256 match from previous scan
ru_ru: Вредоносная программа sha256 соответствует предыдущей проверке

source: Malware sha256 match from known malware
ru_ru: Malware sha256 соответствует известным вредоносным программам

source: Malware hexmatch from known malware
ru_ru: Вредоносная программа hexmatch из известных вредоносных программ

source: Malware logical virus match
ru_ru: Вредоносный логический вирус

source: Malware SEO match
ru_ru: SEO-сопоставление вредоносных программ

source: Malware test strings
ru_ru: Тестовые строки вредоносных программ

source: View Debugging Information
ru_ru: Просмотр отладочной информации

source: No malware files were detected after the previous scan
ru_ru: После предыдущего сканирования не было обнаружено вредоносных файлов

source: No previous scan was detected
ru_ru: Не было обнаружено предыдущего сканирования

source: Show clean files
ru_ru: Показать чистые файлы

source: Good sha256 match from previous scan
ru_ru: Хорошее соответствие sha256 от предыдущего сканирования

source: Good sha256 match known wordpress files
ru_ru: Хорошие ответы sha256 на известные файлы WordPress

source: Enable Firewall blocking:
ru_ru: Включить блокировку брандмауэра:

source: On
ru_ru: Включить

source: Off
ru_ru: Выключить

source: Automatically update bad IP list:
ru_ru: Автоматически обновлять неверный список IP-адресов:

source: During bad IP block to show "403 forbidden":
ru_ru: Во время блокировки плохих IP-адресов показать "403 forbidden":

source: Forbidden Link:
ru_ru: Запретная ссылка:

source: Need fill url, for example ... https://website.com/forbidden/
ru_ru: Нужно заполнить URL-адрес, например ... https://website.com/forbidden/

source: Enter forbidden page url...
ru_ru: Введите URL запрещенный страницы...

source: Show "Update Bad IP List" menu:
ru_ru: Показать меню «Обновить список неверных IP-адресов»:

source: Show "Check Unknown Files" menu:
ru_ru: Показать меню «Проверка неизвестных файлов»:

source: Files quantity on start:
ru_ru: Количество файлов при запуске:

source: Loading files quantity on "View Debugging Information" button click:
ru_ru: Количества загружаемых файлов по щелчку кнопки "Загрузить больше":

source: Save
ru_ru: Сохранить

source: You have not done any scan yet!
ru_ru: Вы еще не сделали никакого сканирования!

source: Unknown files have been detected. In order to scan then the check unknown files option must be enabled in configuration and then ran. This option is off by default because unknown files are sent to a remote scanner for scanning
ru_ru: Неизвестные файлы обнаружены. Чтобы выполнить сканирование, необходимо включить опцию проверки неизвестных файлов в конфигурации и затем запустить. Эта опция отключена по умолчанию, поскольку неизвестные файлы отправляются на удаленный сканер для сканирования

source: The list of the unknown files after last scan in
ru_ru: Список неизвестных файлов после последнего сканирования в

source: Send Unknown Files
ru_ru: Отправить Неизвестные файлы

source: Stop Sending
ru_ru: Остановить отправку

source: You have no unknown files!
ru_ru: У вас нет неизвестных файлов!

source: The list of the files after last check in
ru_ru: Список файлов после последней проверки

source: scanned malware:
ru_ru: сканированное вредоносное ПО:

source: scanned clean:
ru_ru: отсканированный чистый:

source: The bad ip list will automatically update daily through wp-cron. Use the below to manually force an update.
ru_ru: Плохой список ip автоматически обновляется ежедневно через wp-cron. Используйте приведенную ниже команду для принудительного обновления вручную.

source: Update
ru_ru: Обновить

source: Show bad IP list
ru_ru: Показать плохой IP-список

source: Total
ru_ru: Всего

source: Scanned Files:
ru_ru: Отсканированные файлы:

source: Sent Files:
ru_ru: Отправленные файлы:

source: Remote scanner connection is working
ru_ru: Удаленное подключение сканера работает

source: Remote scanner connection failing.
ru_ru: Неисправность удаленного сканера.

source: Malware scanner and firewall
ru_ru: Сканер вредоносных программ и брандмауэр
